{
  "Haiti": {
    "name": "Hope For Haiti",
    "url": "https://hopeforhaiti.com/",
    "description": "Hope for Haiti’s mission is driven by the fundamental belief that there is always a pathway to a better life in Haiti despite the numerous challenges that exist. To accomplish our mission, they implement an integrated model for development that has been proven to reduce poverty by working with community leaders in rural areas in five key program areas: education, healthcare, infrastructure, access to clean water, and economic opportunity."
  },
  "Bangladesh": {
    "name": "Penny Appeal",
    "url": "https://pennyappeal.org/appeal/bangladesh-floods",
    "description": "Hundreds of people have died, while many more have lost their homes, livelihoods and lack access to essential food, water, and even basic medical assistance. Penny Appeal is working with partners on the ground to provide life-saving support to those whose lives have been torn apart this Monsoon season."
  },
  "Algeria":{
    "name": "SOS Children's Villages",
    "url": "https://www.sos-childrensvillages.org/where-we-help/africa/algeria",
    "description": "Algeria is known as the gateway between continental Europe and Africa. Despite the discovery of large oil and gas reserves, vast parts of Algeria are deeply immersed in poverty. In Algiers, thousands of street children are struggling to survive without any support from their families. SOS Children's Villages has been reaching out to the country's young people and children in order to support and protect them."
  },
  "Sudan":{
    "name": "Save The Children",
    "url": "https://www.savethechildren.org/us/where-we-work/sudan",
    "description": "Save the Children has served as a leading charity for children in Sudan since 1983, starting with our work to provide humanitarian relief during drought-caused hunger crises across the country, then to programming for children and families affected by violent conflict, displacement, extreme poverty and a lack of basic services."
  },
  "Myanmar":{
    "name": "Save The Children",
    "url": "https://www.savethechildren.org/us/where-we-work/myanmar",
    "description": "Save the Children has worked as a leading charity for children in Myanmar since 1995, and has offered sponsorship since 2017. They're helping children access essential services like health care, education and protection. They've expanded our programs to support the most vulnerable children and their families. They provide emergency relief for those displaced by conflict or whose lives are disrupted by disaster."
  },
  "Iraq":{
    "name": "Save The Children",
    "url": "https://www.savethechildren.org.uk/where-we-work/middle-east/iraq",
    "description": "Save the Children's teams are in Iraq, doing everything they can to reach children caught up in the violence. To protect children in the line of fire, donate to our Emergency Fund so they can help children caught up in this crisis, and crises like this around the world."
  },
  "Malaysia":{
    "name": "MERCY Malaysia",
    "url": "https://www.mercy.org.my/",
    "description": "MERCY Malaysia adopts the Total Disaster Risk Management (TDRM) approach to our work which applies disaster risk management to all the phases of the disaster management cycle – from emergency response, to recovery, prevention/mitigation and preparedness/readiness."
  },
  "Central African Republic":{
    "name": "Concern Worldwide",
    "url": "https://www.concern.org.uk/where-we-work/central-african-republic",
    "description": "Concern Worldwide have been operational in the Central African Republic (CAR) since March 2014. The overall goals of the programme in CAR are to provide humanitarian assistance, build the resilience of communities and to alleviate the suffering of conflict-affected communities."
  },
  "Côte d'Ivoire":{
    "name": "Action Against Hunger",
    "url": "https://www.actionagainsthunger.org.uk/our-impact/where-we-work/west-africa/cote-divoire",
    "description": "Our focus in this country is aimed at strengthening the Ivorian health system. By using a community-based approach, we’re trying to get communities more involved in local health centre management and activities centred around prevention of malnutrition."
  },
  "Venezuela (Bolivarian Republic of)":{
    "name": "Healing Venezuela",
    "url": "https://www.healingvenezuela.org/",
    "description": "Healing Venezuela is an apolitical charity whose purpose is to help the delivery of the best possible medical assistance to the people of Venezuela through a variety of programmes, including providing medical supplies, sponsoring junior doctors, improving infrastructure in hospitals and feeding children at risk of malnutrition."
  },
  "Mongolia":{
    "name": "Asral Mongolia",
    "url": "https://www.asralmongolia.org/",
    "description": "Asral is an award-winning NGO established by Venerable Panchen Ötrul Rinpoche in 2001 to eradicate poverty, prevent the disintegration of the family and to support vulnerable children and their mothers in Mongolia."
  },
  "Yemen":{
    "name": "UNICEF",
    "url": "https://www.unicef.org.uk/donate/yemen/",
    "description": "UNICEF is on the ground working around the clock to protect children in Yemen. Since the start of the crisis, UNICEF has helped to reach more than 4 million children with over 3,000 tonnes of life-saving supplies, including life-saving therapeutic food, safe drinking water and health care supplies."
  },
  "the Republic of North Macedonia":{
    "name": "Fuel Macedonia",
    "url": "https://www.fuelmacedonia.org.uk/",
    "description": "Fuel Macedonia is a UK registered charity established to prevent and relieve poverty and bring relief to those in financial hardship in North Macedonia. The charity's aim is to support locally run initiatives that can become the long-term solution to local issues."
  },
  "Panama":{
    "name": "SOS Children's Villages",
    "url": "https://www.sos-childrensvillages.org/where-we-help/americas/panama",
    "description": "SOS Children's Villages has been present in Panama since the 1980s. The first SOS Children's Village went into operation in 1982. Through our work in four locations - in Panama City, Davíd, Colón and Penonomé, they have been supporting children and young people by providing day-care, education, vocational training, playgrounds and sports facilities. When children can no longer stay with their families, they are cared for by their SOS mothers in one of the SOS families."
  },
  "Costa Rica":{
    "name": "Costa Rican Humanitarian Foundation",
    "url": "http://www.crhf.org/",
    "description": "The Costa Rican Humanitarian Foundation (CRHF) is a non-profit organization committed to developing creative and economical solutions to a wide range of social problems in Costa Rica. The CRHF provides opportunities to exchange friendship, goods, services, and financial resources for critical needs among different cultures, socio-economic classes, and language groups."
  },
  "Syrian Arab Republic":{
    "name": "UNICEF",
    "url": "https://www.unicef.org.uk/donate/syria/",
    "description": "Ten years of conflict have left 8 million Syrian children in danger. Children have lost their homes, their schools and even their families. They face unspeakable violence, a lack of access to food, health care and clean water, as well as an increased risk of disease. Unicef is working to tackle these issues."
  },
  "Chad":{
    "name": "CARE International",
    "url": "https://www.careinternational.org.uk/countries/chad",
    "description": "CARE began working in Chad, one of the world's poorest countries, in 1975. They work on a number of long-term programmes to improve quality of life in poor communities, with projects on water and sanitation, earning a living, farming, natural resource management and gender-based violence. They also work with the many refugees fleeing from ongoing violence and conflict in neighbouring countries."
  },
  "Niger":{
    "name": "Concern Worldwide",
    "url": "https://www.concern.org.uk/where-we-work/niger",
    "description": "Our response in Niger focuses on tackling the structural causes of extreme poverty through health, nutrition, livelihoods and education support. Niger is faced with daunting development challenges, exacerbated by security concerns from terrorist incursions, challenges with the transit of Europe-bound migrants, climate change and excessive population growth."
  },
  "Nigeria":{
    "name": "Save The Children",
    "url": "https://www.savethechildren.org.uk/where-we-work/africa/nigeria",
    "description": "Save the CHildren focus on health, nutrition, education, livelihoods and child protection. They work closely with partners to develop sustainable, replicable programmes which help children to reach their full potential."
  },
  "Sri Lanka":{
    "name": "Medical Aid To Sri Lanka",
    "url": "https://www.medicalaidtosrilanka.org.uk/",
    "description": "Medical Aid to Sri Lanka is a registered charity aiming to help improve medical facilities in Sri Lanka. Started in 1995, they have donated over £400,000 worth of equipment and medical supplies to various government health institutions and have also supported training of health workers."
  },
  "India":{
    "name": "Give India",
    "url": "https://www.giveindia.org/",
    "description":  "India COVID Response Fund (ICRF) is best described as a giving collective that enables both individuals and organisations to respond together to COVID. In 2020, ICRF raised ₹220Cr+, impacting the lives of 56L+ people in India. They re-launched ICRF in April 2021, in response to the grave second wave of COVID to support gaps in healthcare and other critical needs."
  },
  "Afghanistan":{
    "name": "Afghanaid",
    "url": "https://www.afghanaid.org.uk/",
    "description": "Afghanaid build basic services, improve livelihoods, strengthen the rights of women and children, help communities protect against natural disasters and climate change, and respond to humanitarian emergencies."
  },
  "Tajikistan":{
    "name": "Oxfam",
    "url": "https://www.oxfam.org/en/what-we-do/countries/tajikistan",
    "description": "Oxfam started working in Tajikistan in 2001. Our work in the country is concentrated in rural areas in the northern and southern regions, where migration rates are high, and where farming is the main source of employment. They also operate at national and local levels, working with a number of local NGOs, and various government ministries and departments of the Republic of Tajikistan."
  },
  "Somalia":{
    "name": "Concern Worldwide",
    "url": "https://www.concern.org.uk/where-we-work/somalia",
    "description": "Concern's programmes respond to the effects of natural disasters, such as drought and floods, as well as population displacements caused by conflict and ongoing insecurity. They work on emergency responses and also longer-term programmes that seek to build the resilience of affected communities."
  },
  "Democratic Republic of the Congo":{
    "name": "Save The Children",
    "url": "https://www.savethechildren.org/us/where-we-work/democratic-republic-of-congo",
    "description": "Working on behalf of children in the DRC since 1994, today Save the Children works in five regions throughout the troubled country. Partnering with local communities and other stakeholders at all levels, Save the Children’s staff help children in the Democratic Republic of Congo by getting children back to school, providing them with healthcare and nutrition support, and protecting them from exploitation and abuse."
  },
  "Zambia":{
    "name": "Zambia Society Trust",
    "url": "https://zambiasocietytrust.org.uk/",
    "description": "The Zambia Society Trust is a UK-based charity devoted to the relief of poverty, disability and sickness, the promotion of good health and the advancement of education in Zambia. The Trust has been working for over 50 years to improve the lives and prospects of as many people in Zambia as possible, with a particular focus on children and young people."
  },
  "Fiji":{
    "name": "CARE",
    "url": "https://www.care.org.au/country/fiji/",
    "description": "CARE began its charity work in Fiji through local partner organisation, Live & Learn, in 2016, after Cyclone Winston, the strongest storm ever recorded in the southern hemisphere, devastated the Pacific nation. More than 540,000 people were affected with 44 killed and 131 injured. We’re working with communities to help prepare and plan for emergencies. In Fiji, our partner Live & Learn has been helping families build stronger homes to withstand strong winds. They have also been training Live & Learn to make sure their disaster responses consider the needs of all genders, the rights of children, and includes people of varying abilities"
  },
  "Indonesia":{
    "name": "Save the Children",
    "url": "https://www.savethechildren.org.uk/where-we-work/asia/indonesia",
    "description": "Save the Children have been working in Indonesia since 1976, focusing on child protection, education, health, child poverty, children's rights and responding to humanitarian emergencies like the 2018 tsunami. They're committed to transforming care for vulnerable children in Indonesia."
  },
  "Lao People's Democratic Republic (the)":{
    "name": "Save the Children",
    "url": "https://www.savethechildren.org/us/where-we-work/laos",
    "description": "Save the Children has supported programs in Laos since 1987. Today, they continue to help children in Laos access quality healthcare, education, protection and nutrition services so that they can not only survive, but also live to build a better future for themselves and their families."
  },
  "Colombia":{
    "name": "Food For The Poor",
    "url": "https://www.foodforthepoor.org/our-work/where-we-serve/colombia/",
    "description": "Food For The Poor has partnered with Minuto de Dios, a Colombian nonprofit organization, to bring relief to families in Colombia, including the tens of thousands of Venezuelan migrants who have fled to escape shortages of food, water and medicine."
  },
  "Belize":{
    "name": "Food For The Poor",
    "url": "https://www.foodforthepoor.org/our-work/where-we-serve/belize/",
    "description": "Food For The Poor (FFTP) began working in Belize in 1986. The international relief and development organization helps local groups that serve in the Central American country. The local organization A Hand to the Needy has been an FFTP in-country partner for 35 years, and assists impoverished rural communities, providing help to more than 2,500 families within 61 communities and 44 schools throughout the country."
  },
  "Philippines":{
    "name": "Save the Children",
    "url": "https://www.savethechildren.org/us/where-we-work/philippines",
    "description": "Save the Children has a long history of responding to natural disasters in the Philippines. After Super Typhoon Haiyan, which left a massive path of destruction, they were among the first on the ground providing emergency relief. After the water subsided, they remained, supporting the rebuilding of homes and livelihoods of over 1 million people, including 826,000 children."
  },
  "Cambodia":{
    "name": "ActionAid",
    "url": "https://www.actionaid.org.uk/about-us/where-we-work/cambodia",
    "description": "ActionAid began operating in Cambodia in 1999. They work to support some of the most vulnerable communities in Cambodia to claim their rights through education, training and loans. Find out more about Cambodia, including facts, statistics and information about ActionAid's life-changing work."
  },
  "Saint Vincent and the Grenadines":{
    "name": "Food For The Poor",
    "url": "https://www.foodforthepoor.org/our-work/where-we-serve/saint-vincent/",
    "description": "In St. Vincent, Food For The Poor partners with the Diocese of Kingstown to help the island’s poor and disenfranchised. Saint Vincent measures 130 square miles, about two times the size of Washington, D.C."
  },
  "Viet Nam":{
    "name": "Save the Children",
    "url": "https://www.savethechildren.org/us/where-we-work/vietnam",
    "description": "Save the Children has been a leading charity serving the needs of Vietnam’s children since 1990 – and offering sponsorship since 2013. In 1991, they launched a pioneering program, based on the “positive deviance” approach, to combat crushing child malnutrition in rural Vietnam."
  },
  "Tunisia":{
    "name": "Islamic Relief",
    "url": "https://www.islamic-relief.org.uk/about-us/where-we-work/tunisia/",
    "description": "Islamic Relief provides a range of seasonal and development assistance to address food poverty and empower families on low incomes or without work. They have introduced life-changing livelihood projects for farmers who had lost everything in storms and provided materials and tools to repair greenhouses to secure an abundant harvest. During the revolution in Libya, Islamic Relief was also one of the first aid agencies on the ground in border areas including Tunisia. "
  },
  "Burkina Faso":{
    "name": "Save the Children",
    "url": "https://www.savethechildren.org/us/where-we-work/burkina-faso#:~:text=Today%2C%20Save%20the%20Children%20is,child%20health%2C%20education%20and%20protection.&text=We%20work%20closely%20with%20government,needs%20and%20successfully%20address%20them.",
    "description": "Today, Save the Children is a leading charity for children in Burkina Faso, with programs in child health, education and protection. These programs focus on improving maternal and child health, addressing malnutrition and food insecurity, promoting school enrollment, particularly for girls, ending child marriage and keeping children safe, as well as raising awareness of children’s rights."
  },
  "Mauritania":{
    "name": "Mauritania Foundation",
    "url": "https://www.mauritaniafoundation.org/",
    "description": "The Mauritania Foundation is a non-profit certified organization. It has been established to provide support and aid for the relief and development of the people of Mauritania and their communities through various charitable initiatives."
  },
  "Senegal":{
    "name": "ActionAid",
    "url": "https://www.actionaid.org.uk/about-us/where-we-work/senegal",
    "description": "ActionAid began work in Senegal in 2001. They are currently working to support vulnerable communities in Senegal amid the ongoing devastation of the coronavirus pandemic.  As of April 2021, our emergency response has reached more than 62,000 people in Senegal. This includes the distribution of at least 5,000 hygiene kits, food packages for at least 20,000 people and handwashing supplies for 13,000 people. "
  },
  "Guinea":{
    "name": "Friends Of Guinea",
    "url": "http://www.friendsofguinea.org/",
    "description": "Friends of Guinea, a National Peace Corps Association affiliate group, is a volunteer-run nonprofit organization consisting mainly of current and former Peace Corps volunteers serving in Guinea, and their friends and families that aims to work towards the long-term development of Guinea by supporting and initiating worthy projects."
  },
  "Ecuador":{
    "name": "Ecuador Trust",
    "url": "http://www.ecuadortrust.org.uk/",
    "description": "The Martin Chambers Ecuador Trust was set up in 2006 to support the lives of those who live in the poorest conditions in Ecuador.  It was started up to support the work of Fr. Martin Chambers while he worked on the missions in Ecuador’s largest city, Guayaquil from 2004-2009. Since Fr. Martin returned to Scotland in 2009, the work of the Trust has continued.  It continues to support the poorest people in various parts of Ecuador: in feeding programmes; in supporting educational projects; and in giving the people there a helping hand as they set up their community amongst the poorest conditions."
  },
  "Saint Lucia":{
    "name": "Food For The Poor",
    "url": "https://www.foodforthepoor.org/our-work/where-we-serve/saint-lucia/",
    "description": "Food For The Poor ships containers full of essential goods to the poor of St. Lucia, and also supports poverty alleviation projects as needed. Saint Lucia measures 606 square miles, about 5 times the size of Washington, D.C."
  },
  "South Sudan":{
    "name": "Save the Children",
    "url": "https://www.savethechildren.org.uk/where-we-work/africa/south-sudan",
    "description": "Conflict in South Sudan has forced thousands of families from their homes. In the chaos of war, children and parents are often separated. Our family tracing and reunification teams help them find each other again. And they ensure unaccompanied children are safe."
  },
  "Lebanon":{
    "name": "Muslim Hands",
    "url": "https://muslimhands.org.uk/appeals/lebanon-emergency",
    "description": "On Tuesday 4th August, a massive building explosion in Beirut port killed at least 220 people and injured at least 6,000 more. Our partners on the ground are responding to this devastating crisis, and they urgently need your help."
  },
  "Pakistan":{
    "name": "Penny Appeal",
    "url": "https://pennyappeal.org/appeal/pakistan-independence-day",
    "description": "For 10 amazing years, Penny Appeal has been working across Pakistan, developing life-changing projects. They have been able to change hundreds of thousands of lives for the better in Pakistan with life-saving winter distributions, sustainable rooftop gardens and so much more with your help."
  },
  "Armenia":{
    "name": "Armenia Fund",
    "url": "https://www.armeniafund.org/",
    "description": "Armenia Fund is the largest humanitarian organization serving the needs of the Republic of Armenia and the Artsakh Republic. Our mission is to connect the people of Armenia with the worldwide Armenian Diaspora to create a better homeland for the Armenian nation."
  },
  "Nepal":{
    "name": "ActionAid",
    "url": "https://www.actionaid.org.uk/about-us/where-we-work/nepal",
    "description": "Nepal is a high-risk country with high levels of poverty, particularly among daily wage labourers traveling in and out of India. Thanks to the support of ActionAid donors, our coronavirus response in Nepal has reached more than 427,000 people so far. This has included the distribution of thousands of Covid-19 prevention kits, handwashing supplies and PPE items, alongside food packages and menstrual products to those in need. "
  },
  "El Salvador":{
    "name": "Food For The Poor",
    "url": "https://www.foodforthepoor.org/our-work/where-we-serve/el-salvador/",
    "description": "The country’s large population and limited amount of land stretches natural resources to their breaking points and contributes to housing shortages. Education is a major concern as well, as many children do not attend school. Only about half of the people living in rural areas can read and write. Food For The Poor has been actively working to help the poor of El Salvador since 1996."
  },
  "Iran (Islamic Republic of)":{
    "name": "Relief International",
    "url": "https://www.ri.org/countries/iran/",
    "description": "Relief International works to deliver life-saving aid to millions of people living on the edge of survival. They work alongside community members to restore job opportunities, build critical infrastructure, and develop education programs. Relief International’s 5,100 staff and volunteers have the experience and agility to meet the ever-changing needs of populations in vulnerable situations."
  },
  "Eritrea":{
    "name": "Ethar Relief",
    "url": "https://www.etharrelief.org/#:~:text=Ethar%20Relief%20is%20a%20UK,know%20exists%20in%20these%20places",
    "description": "Ethar Relief was established in 2006 by former refugees who have all experienced the harsh reality of life in an East African refugee camp. Their goal is to help refugees in our care regardless of ethnicity, gender or religious beliefs. Today, in addition to providing aid and a comprehensive programme of development projects, Ethar strives to raise awareness of refugees in the region, who are considered to have been forgotten by the international community. "
  },
  "Liberia":{
    "name": "ActionAid",
    "url": "https://www.actionaid.org.uk/about-us/where-we-work/liberia",
    "description": "ActionAid's child sponsorship programme in Liberia helps to support families as well as funding programmes so that Liberians can rebuild their country. They run youth social and economic reintegration programme enables former child soldiers to gain abilities and tools they can use to make a living. They can learn basic skills in carpentry, masonry, agriculture, vegetable production or animal husbandry. To tackle Ebola, ActionAid Liberia focused on supporting schools and communities with Ebola prevention and control kits. "
  },
  "South Africa":{
    "name": "UNICEF",
    "url": "https://www.unicef.org/southafrica/stories/why-unicef-one-best-charities-south-africa",
    "description": "South Africa is one of 190 countries and territories where UNICEF is active on the ground. In fact, 88% of UNICEF’s staff positions are located in the field, offering hands-on expertise and commitment. The support of UNICEF international means that UNICEF South Africa is backed by global support and resources, which assist the organization locally through country programmes and national committees."
  },
  "United Republic of Tanzania":{
    "name": "Save the Children",
    "url": "https://www.savethechildren.org/us/where-we-work/tanzania",
    "description": "Save the Children helps children in Tanzania by working closely with communities at the local level and advocating for change at the national level. Through programs in child survival, maternal and child health and nutrition, education, food security and livelihoods, child protection and emergency response, they work to ensure Tanzania’s children not only survive, but thrive."
  },
  "Madagascar":{
    "name": "UNICEF",
    "url": "https://www.unicef.org/appeals/madagascar",
    "description": "Save the Children helps children in Tanzania by working closely with communities at the local level and advocating for change at the national level. Through programs in child survival, maternal and child health and nutrition, education, food security and livelihoods, child protection and emergency response, they work to ensure Tanzania’s children not only survive, but thrive."
  },
  "Djibouti":{
    "name": "Caritas",
    "url": "https://www.caritas.org/where-caritas-work/middle-east-and-north-africa/djibouti/",
    "description": "Caritas Djibouti contributes to emergency humanitarian aid, so as to combat food shortages and the dire consequences of conflicts and natural disasters striking neighbouring countries such as Somalia and Ethiopia. In collaboration with the Christian community, who is mainly of foreign origin, Caritas Djibouti is involved in healthcare and emergency humanitarian aid projects."
  },
  "Malawi":{
    "name": "Raising Malawi",
    "url": "https://www.raisingmalawi.org/",
    "description": "Founded in 2006 by Madonna, Raising Malawi supports orphans and vulnerable children with critical resources including education, medical care, food and shelter, and psychosocial support."
  },
  "Cabo Verde":{
    "name": "SOS Children's Villages",
    "url": "https://www.sos-childrensvillages.org/where-we-help/africa/cape-verde",
    "description": "SOS Children's Villages has decided to intensify its work in this island nation by establishing better educational facilities, particularly in rural communities. In Praia, a primary school with twelve grades was set up - this is now run by the national school authorities. In 2008, the charity started running family strengthening programmes to support families at risk of breaking down."
  },
  "Peru":{
    "name": "Help Peru",
    "url": "https://www.help-peru.org/",
    "description": "Help Peru is devoted to improving Peru's access to education and healthcare, empowering women, and protecting the environment. To promote a culture of philanthropy among Peruvians, they foster social and environmental entrepreneurship awarding grants to local organizations having an impact on Peruvian communities."
  },
  "Ghana":{
    "name": "Afrikids",
    "url": "https://www.afrikids.org/",
    "description": "Afrikids' health, child protection and education projects are designed and run by local people, for local people, providing sustainable solutions to keep vulnerable children healthy, safe and in school - now and in the future."
  },
  "China":{
    "name": "Save the Children",
    "url": "https://www.savethechildren.org/us/where-we-work/china",
    "description": "At work in China since the early 1980s, Save the Children collaborates with local communities, partners and the government to ensure every child has the chance to grow up healthy, learning and safe. They focus on child education and protection, health, disaster risk reduction and emergency relief in both remote, rural and poor, urban areas."
  },
  "Brazil":{
    "name": "Brazil Foundation",
    "url": "https://www.brazilfoundation.org/",
    "description": "Brazil Foundation mobilizes resources for ideas and actions that transform Brazil. They work with local leaders, organizations and a global network of supporters to promote equality, social justice and economic opportunity for all Brazilians."
  },
  "Sao Tome and Principe":{
    "name": "Charitas",
    "url": "https://www.caritas.org/where-caritas-work/africa/sao-tome-and-principe/",
    "description": "Caritas São Tomé and Príncipe was established in 1981 and consists of one diocese that encompasses the entire country. The initial projects included a food programme aimed at helping those most in need, an agriculture programme to promote farming practices among young people (the country is largely agricultural), sewing classes, and a house for vulnerable children up to seven years of age called the “House of Little Children”."
  },
  "Congo":{
    "name": "SOS Children's Villages",
    "url": "https://www.sos-usa.org/where-we-are/africa/democratic-republic-congo",
    "description": "SOS Children's Villages is supporting Congolese children and young people in three different locations by providing day care, education, vocational training and medical assistance."
  },
  "Sierra Leone":{
    "name": "Hope for Lives in Sierra Leone",
    "url": "https://www.hopeforsierraleone.org/#main",
    "description": "Hope for Lives are beginning a new effort to provide medical assistance to remote areas throughout the provinces in Sierra Leone. They have recently purchased land in Freetown to build a facility that will house groups on medical missions throughout the country. Their Hope for Lives volunteers have been visiting these remote provinces distributing supplies and donated goods to school kids."
  },
  "Egypt":{
    "name": "CARE Egypt",
    "url": "https://www.care.org/our-work/where-we-work/egypt/",
    "description": "CARE Egypt works to promote and support quality education and girls’ leadership, more effective and equitable natural resource management to enhance rural livelihoods, effective governance and civic engagement, and equitable social protection for vulnerable groups. CARE is actively involved in development programming particularly in Upper Egypt, where more than 50 percent of the nation’s poor live."
  },
  "Honduras":{
    "name": "Food For The Poor",
    "url": "https://foodforthepoor.org/our-work/where-we-serve/honduras/",
    "description": "Unemployment, gang violence and a widespread lack of opportunity contribute to the challenging landscape. Food For The Poor shipped 352 tractor-trailer loads of essential items to Honduras. The donors built 1,041 homes for a total of 10,530 homes since inception. In 2021, FFTP built, repaired or expanded 12 schools."
  },
  "Uganda":{
    "name": "Save the Children",
    "url": "https://www.savethechildren.org/us/where-we-work/uganda",
    "description": "Save the Children is one of the largest children’s charities in Uganda, where they've worked since 1959 – starting sponsorship in 2014. They reach the most vulnerable girls and boys and their families, addressing their health and nutrition needs, their food security and families’ livelihoods. They increase access to education and protect children from harm, and also respond to emergencies. "
  },
  "Benin":{
    "name": "CARE International",
    "url": "https://www.care.org/our-work/where-we-work/benin/",
    "description": "In Benin, CARE manages long-term projects to help poor families improve their incomes and access education. Women in Benin lack legal and political status, so CARE helps girls access quality basic education and work with elected local authorities to help them deliver on their responsibilities. CARE runs a country-wide program to combat gender-based violence, working with communities and local organizations to promote behavioral change. "
  },
  "Thailand":{
    "name": "Save the Children",
    "url": "https://www.savethechildren.org/us/where-we-work/thailand",
    "description": "Save the Children has been a leading charity for children in Thailand since 1984. They work to reach the most vulnerable children – including migrant, refugee and ethnic minority children, as well as children affected by conflict, trafficking survivors, children with disabilities, and urban poor and street children – through programs in health, education, protection and emergency response. "
  },
  "Kazakhstan":{
    "name": "Caritas Kazakhstan",
    "url": "https://www.caritas.org/where-caritas-work/asia/kazakhstan/",
    "description": "Caritas Kazakhstan was founded in 1997 in response to the rise of poverty after the collapse of the Soviet Union. Its initiatives included soup kitchens across the country, orphanages and centers for homeless people."
  },
  "Guyana":{
    "name": "Food For The Poor",
    "url": "https://foodforthepoor.org/our-work/where-we-serve/guyana/",
    "description": "Food For The Poor has been working in Guyana since June of 1991, delivering food and other basic items to the country’s poor. Food For The Poor is now the leading organization providing relief and sustainable development projects throughout Guyana."
  },
  "Rwanda":{
    "name": "Rwanda Action",
    "url": "https://www.rwanda-action.org/",
    "description": "Rwanda Action has developed a training programme designed to help the families farm their small plots of land more productively. To date they have trained over 2,000 families who are now able to eat better, afford health insurance and equip their children for school. They have encouraged the development of livestock and have given over 900 animals, the first offspring of which are passed on to other families."
  },
  "Burundi":{
    "name": "Burundi Friends International",
    "url": "https://bufri.org/",
    "description": "BFI unites and educates youth, women and men leading to economic empowerment, building self-sustaining communities in Burundi, East Africa."
  },
  "Kenya":{
    "name": "Save the Children",
    "url": "https://www.savethechildren.org/us/where-we-work/kenya",
    "description": "In response to an extreme hunger crisis, Save the Children has been on the ground in Kenya since September 2016 conducting nutritional screenings and treatments in 149 sites in four of the driest counties in the north. Save the Children is among the lead agencies working with Kenya’s Humanitarian Partners Team at the national level to identify, treat and prevent hunger and malnutrition."
  },
  "Guatemala":{
    "name": "People for Guatemala",
    "url": "https://www.peopleforguatemala.org/",
    "description": "People living in rural villages in Guatemala struggle against extreme poverty, malnutrition, discrimination and environmental degradation. But at the same time they are being enveloped by the encroaching forces of globalization and technology. People for Guatemala's mission is to promote human advancement through health, education, and community development initiatives in Guatemala."
  },
  "Comoros":{
    "name": "Caritas",
    "url": "https://www.caritas.org/where-caritas-work/africa/comoros/",
    "description": "Caritas Comoros has two areas of intervention: The first is healthcare, with one health centre and 12 first aid posts on the three islands of the Union of Comoros. On average, 270,000 people a year use their healthcare facilities. They also manage a reception and support centre for poor people, and a nutrition centre."
  },
  "Equatorial Guinea":{
    "name": "SOS Children's Villages",
    "url": "https://www.sos-childrensvillages.org/where-we-help/africa/equatorial-guinea",
    "description": "SOS Children's Villages started its activities in Equatorial Guinea in the early 1990s. Since 2004, the organisation has also been running an SOS Family Strengthening Programme, aiming to support children and young people who are at risk of losing the care of their family and enable them to grow up within a loving family environment."
  },
  "Eswatini":{
    "name": "Swaziland Charitable Trust",
    "url": "https://www.swazilandcharitabletrust.org/",
    "description": "The Swaziland Charitable Trust (the SCT) works for the people of the Kingdom of Eswatini (formerly Swaziland), helping to develop a healthy and well-educated community. The SCT most commonly offers grants to schools, community groups and charities in Eswatini. It operates an orphan support scheme and it acts as a conduit for other charities assisting Eswatini."
  },
  "Barbados":{
    "name": "Food For The Poor",
    "url": "https://foodforthepoor.org/our-work/where-we-serve/barbados/",
    "description": "Food For The Poor began serving in Barbados in 2015. The international relief and development organization is working primarily with The HUB People-Helping-People, a nonprofit organization that was developed and launched in April 2014, at the request of then Bishop Jason Gordon of the Roman Catholic Diocese of Bridgetown, Barbados. The HUB serves as an initial point of contact between people in need and community service organizations."
  },
  "Ethiopia":{
    "name": "Ethiopiaid",
    "url": "https://ethiopiaid.org.uk/",
    "description": "Ehtiopiaid's focus is on investing in partnerships that achieve lasting and sustainable change for some of the most vulnerable and marginalised. Growth and development are tracked in local communities using robust monitoring and evaluation. "
  },
  "Bosnia and Herzegovina":{
    "name": "SOS Children's Villages",
    "url": "https://www.sos-usa.org/where-we-are/europe/bosnia-and-herzegovina",
    "description": "SOS Children's Villages made contact with the Bosnian authorities during the war in 1994. At first, they provided relief aid to families who had been affected by the war. When the war ended, the work of SOS Children's Villages focused on providing more permanent support to the local population. SOS Children's Villages is now present in six locations in Bosnia-Herzegovina and supports children, young people and families."
  },
  "Zimbabwe":{
    "name": "Save The Children",
    "url": "https://www.savethechildren.org/us/where-we-work/zimbabwe",
    "description": "Save the Children serve children and families through lifesaving humanitarian relief and long-term development – not only saving lives, but implementing sustainable solutions to complex challenges. Through our programs and advocacy efforts, together with government ministries and other partners, they help Zimbabwe’s children realize their rights and access quality health and nutrition, education and protection services."
  },
  "Bolivia (Plurinational State of)":{
    "name": "Help Bolivia",
    "url": "https://helpbolivia.org/",
    "description": "Help Bolivia Foundation is working in the Tahuantinsuyo Community Centre in El Alto on the outskirts of La Paz. The foundation alleviates poverty in Bolivia by providing health, education, and lunch programs to underprivileged children."
  },
  "Mozambique":{
    "name": "Save the Children",
    "url": "https://www.savethechildren.org/us/where-we-work/mozambique",
    "description": "Save the Children are also improving the quality of basic education by focusing on early learning in our early childhood development programs, and we’re promoting children’s basic literacy skills through greater community involvement. They work closely with government and other maternal and neonatal, child health and nutrition and HIV-prevention partners to promote, advocate and develop best practices in maternal, newborn and child health programs. "
  },
  "Mali":{
    "name": "Humanity First",
    "url": "https://usa.humanityfirst.org/hf_countries/mali/",
    "description": "Mali needs help from international disaster relief and development organizations, both to stave off current crises and to build education and infrastructure for a more prosperous future. Humanity First USA has been helping Mali, providing free help with water infrastructure and healthcare, along with schools for Mali’s children and training centers for adults."
  },
  "Bahamas":{
    "name": "All Hands And Hearts",
    "url": "https://www.allhandsandhearts.org/programs/hurricane-dorian-relief/",
    "description": "All Hands And Hearts have been supporting the communities of Great Abaco since Hurricane Dorian devastated the island in 2019. In addition to clearing hurricane wreckage and providing vital response work, to date they have supported the recovery of eight school campuses culminating with the completion of Little Darlings Academy in the summer of 2021. 1,300 students have been provided with a safe, disaster-resilient and engaging place to learn and thrive."
  },
  "Dominican Republic":{
    "name": "Food For The Poor",
    "url": "https://foodforthepoor.org/our-work/where-we-serve/dominican-republic/",
    "description": "Food For The Poor has been working since 2000 to uplift the poor of the Dominican Republic. In 2021, FFTP sent 78 containers of aid to the Dominican Republic. FFTP has built 1,694 homes in the Dominican Republic since inception, including 132 homes in 2021."
  },
  "Gambia":{
    "name": "ActionAid",
    "url": "https://www.actionaid.org.uk/about-us/where-we-work/the-gambia",
    "description": "Since the start of the pandemic ActionAid has reached more than 14,000 people as part of our emergency response in The Gambia, focusing on preventing the spread of the virus and protecting women’s rights. This has included the distribution of PPE, food packages and cash transfers for vulnerable families, as well as supplying menstrual products for girls in schools. "
  },
  "Libya":{
    "name": "International Rescue Committee",
    "url": "https://www.rescue.org/uk/country/libya",
    "description": "The International Rescue Committee provides vital health care and protection to vulnerable Libyans, refugees and migrants who have now experienced more than 10 years of protracted crisis and recurring conflict."
  },
  "Moldova":{
    "name": "The Moldova Project",
    "url": "https://www.themoldovaproject.org/",
    "description": "The Moldova Project provides multifaceted support to our beneficiaries, covering almost every aspect of their lives. They provide psychological support, healthcare services, monthly subsistence packages with food and hygiene items, donations of clothing, school supplies, furniture, poultry and livestock, essential home repairs and more."
  },
  "Cuba":{
    "name": "Cuba",
    "url": "https://www.directrelief.org/place/cuba/",
    "description": "Direct Relief prepares the most vulnerable communities worldwide for more frequent, more destructive emergencies. And when disasters strike, Direct Relief responds fast, effectively, and efficiently to get medical resources where they need to be to save lives."
  },
  "Ukraine":{
    "name": "Nova Ukraine",
    "url": "https://novaukraine.org/",
    "description": "Nova Ukraine is a nonprofit organization dedicated to providing humanitarian aid to the people of Ukraine and raising awareness about Ukraine in the United States and throughout the world."
  },
  "Angola":{
    "name": "UNICEF",
    "url": "https://www.unicef.org/appeals/angola",
    "description": "UNICEF’s Humanitarian Action for Children appeal helps support the agency’s work as it provides conflict and disaster-affected children with access to water, sanitation, nutrition, education, health and protection services."
  },
  "Trinidad and Tobago":{
    "name": "Help Peru",
    "url": "https://foodforthepoor.org/our-work/where-we-serve/trinidad-and-tobago/",
    "description": "Food For The Poor has been working to help the poor of Trinidad and Tobago since 1987, partnering with local organizations such as Living Water Community. They have built 281 homes for impoverished families in Trinidad In 2021, FFTP shipped 97 containers of essential goods, and nonperishable food to Trinidad."
  },
  "Paraguay":{
    "name": "Charitas",
    "url": "https://www.caritas.org/where-caritas-work/latin-america/paraguay/",
    "description": "Caritas Paraguay began with the United States aid programme, involving delivery of food, clothing, medicines and labour. Over the years the organisation has strengthened its structure and been receptive to social change, via programmes that address the new faces of poverty that have appeared in society: people deprived of their liberty, the homeless, immigrants and small farmers."
  },
  "Cameroon":{
    "name": "SOS Children's Villages",
    "url": "https://www.sos-usa.org/where-we-are/africa/cameroon",
    "description": "SOS Children’s Villages has been supporting vulnerable children and families in Cameroon since 1998. They work with local community-based organisations to support families so that they can stay together. They ensure access to health services and education. They train adults so that they can get a job or start their own business. They also provide counselling to parents. "
  },
  "Papua New Guinea":{
    "name": "CARE International",
    "url": "https://www.care.org.au/country/papua-new-guinea/",
    "description": "CARE has been working in PNG since 1989. They focus on creating a more equal world for women and girls by improving access to health services, health information and education, and providing support to develop farming skills and take part in local decision- making."
  },
  "Guinea-Bissau":{
    "name": "Action Guinea Bissau",
    "url": "https://www.actionguineabissau.org.uk/",
    "description": "Action Guinea Bissau are working with trusted people in Bissau to help with micro-credit loans of around £200 each to select people to start or expand a small business, an emergency fund for health issues / weather-related destruction, and help with basics e.g. digging wells, toilets, solar panels."
  },
  "Belarus":{
    "name": "SOS Children's Villages",
    "url": "https://www.sos-usa.org/where-we-are/europe/belarus",
    "description": " SOS Children's Villages runs various programs which support children, young people and families in the surrounding communities. Youth programs provide young adults with advice, allowing them to learn how to live semi-independently. The SOS Social Centers have been running family-strengthening programs. They work with local agencies to enable children who are at risk to grow up within a caring family environment."
  },
  "Botswana":{
    "name": "SOS Children's Villages",
    "url": "https://www.sos-usa.org/where-we-are/africa/botswana",
    "description": "Since 2008, SOS Children's Villages has been strengthening family ties so that children who are at risk of losing parental care can grow up in a caring family environment. The high unemployment rate makes it difficult for young people to become independent. They help young people complete further training and education. "
  },
  "Morocco":{
    "name": "Help Peru",
    "url": "https://www.care.org/our-work/where-we-work/morocco/",
    "description": "CARE Morocco’s programs focus on youth and disadvantaged groups in rural and peri-urban areas. With people increasingly migrating to cities, rural Morocco is extremely poor and often lacks basic public services. They work with local partners and try to involve everyone – government, civil society, the private sector and communities – in our work. "
  },
  "Argentina":{
    "name": "SOS Children's Villages",
    "url": "https://www.caritas.org/where-caritas-work/latin-america/argentina/",
    "description": "SOS Children's Villages works directly with families and communities to empower them to effectively protect and care for their children, in cooperation with local authorities and other service providers. Children whose families cannot take care of them can find a loving home in one of the SOS families."
  }
}
